<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// 服务器地址
define('DB_HOST', '127.0.0.1');
// 数据库端口
define('DB_PORT', '3306');
// 数据库名
define('DB_NAME', 'xianyu');
// 用户名
define('DB_USER', 'xianyu');
// 密码
define('DB_PWD', 'woaini520DSS@wepay');

